---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.CableTraySizeIterator
source: html/654c5800-ee48-bc5b-fc94-e1940265b23a.htm
---
# CableTraySizeIterator Methods

Returns the current MEPSize.